{"i": 1, "and": 2, "to": 3, "a": 4, "the": 5, "in": 6, "of": 7, "my": 8, "am": 9, "i'm": 10, "for": 11, "love": 12, "is": 13, "with": 14, "have": 15, "that": 16, "but": 17, "like": 18, "be": 19, "on": 20, "you": 21, "me": 22, "as": 23, "it": 24, "not": 25, "who": 26, "at": 27, "or": 28, "are": 29, "can": 30, "about": 31, "new": 32, "out": 33, "an": 34, "so": 35, "just": 36, "if": 37, "people": 38, "good": 39, "up": 40, "from": 41, "all": 42, "life": 43, "do": 44, "this": 45, "time": 46, "also": 47, "very": 48, "don't": 49, "things": 50, "enjoy": 51, "what": 52, "looking": 53, "when": 54, "get": 55, "someone": 56, "more": 57, "being": 58, "really": 59, "know": 60, "been": 61, "would": 62, "i've": 63, "want": 64, "some": 65, "was": 66, "friends": 67, "one": 68, "go": 69, "much": 70, "will": 71, "make": 72, "it's": 73, "by": 74, "always": 75, "going": 76, "think": 77, "find": 78, "-": 79, "myself": 80, "has": 81, "most": 82, "live": 83, "work": 84, "fun": 85, "try": 86, "than": 87, "pretty": 88, "we": 89, "great": 90, "san": 91, "bay": 92, "take": 93, "here": 94, "your": 95, "years": 96, "lot": 97, "how": 98, "me.": 99, "into": 100, "back": 101, "moved": 102, "now": 103, "little": 104, "around": 105, "person": 106, "meet": 107, "too": 108, "other": 109, "say": 110, "see": 111, "no": 112, "because": 113, "there": 114, "they": 115, "never": 116, "where": 117, "family": 118, "feel": 119, "still": 120, "trying": 121, "sense": 122, "&amp;": 123, "life.": 124, "way": 125, "best": 126, "living": 127, "open": 128, "city": 129, "down": 130, "even": 131, "many": 132, "something": 133, "music": 134, "any": 135, "which": 136, "over": 137, "world": 138, "area": 139, "believe": 140, "few": 141, "laugh": 142, "lived": 143, "bit": 144, "having": 145, "it.": 146, "anything": 147, "girl": 148, "well": 149, "long": 150, "day": 151, "big": 152, "own": 153, "after": 154, "working": 155, "then": 156, "kind": 157, "sf": 158, "important": 159, "i'd": 160, "spend": 161, "happy": 162, "travel": 163, "grew": 164, "while": 165, "hard": 166, "need": 167, "francisco": 168, "right": 169, "had": 170, "play": 171, "year": 172, "friends,": 173, "only": 174, "getting": 175, "those": 176, "keep": 177, "home": 178, "me,": 179, "them": 180, "music,": 181, "favorite": 182, "could": 183, "sometimes": 184, "doing": 185, "share": 186, "easy": 187, "two": 188, "i'll": 189, "every": 190, "im": 191, "through": 192, "first": 193, "makes": 194, "making": 195, "same": 196, "meeting": 197, "old": 198, "east": 199, "part": 200, "thing": 201, "life,": 202, "their": 203, "man": 204, "can't": 205, "fun,": 206, "born": 207, "got": 208, "though": 209, "read": 210, "school": 211, "that's": 212, "come": 213, "both": 214, "recently": 215, "interested": 216, "watching": 217, "off": 218, "things.": 219, "tend": 220, "nice": 221, "you're": 222, "exploring": 223, "people.": 224, "these": 225, ":)": 226, "art": 227, "once": 228, "often": 229, "since": 230, "playing": 231, "probably": 232, "care": 233, "appreciate": 234, "social": 235, "raised": 236, "should": 237, "learning": 238, "especially": 239, "person.": 240, "our": 241, "loves": 242, "last": 243, "time.": 244, "hiking,": 245, "passionate": 246, "heart": 247, "humor": 248, "different": 249, "better": 250, "give": 251, "food": 252, "everything": 253, "may": 254, "enough": 255, "places": 256, "people,": 257, "look": 258, "place": 259, "usually": 260, "along": 261, "loving": 262, "almost": 263, "next": 264, "free": 265, "with.": 266, "college": 267, "tell": 268, "its": 269, "might": 270, "dance": 271, "talk": 272, "spent": 273, "prefer": 274, "without": 275, "explore": 276, "taking": 277, "watch": 278, "guy": 279, "name": 280, "full": 281, ".": 282, "her": 283, "spending": 284, "hope": 285, "yet": 286, "friend": 287, "learn": 288, "he": 289, "went": 290, "quite": 291, "definitely": 292, "relationship": 293, "close": 294, "before": 295, "times": 296, "others": 297, "doesn't": 298, "job": 299, "each": 300, "ever": 301, "ilove": 302, "movies,": 303, "california": 304, "far": 305, "mind": 306, "originally": 307, "beautiful": 308, "dating": 309, "coast": 310, "friends.": 311, "likes": 312, "made": 313, "active": 314, "wine": 315, "rather": 316, "least": 317, "she": 318, "write": 319, "travel,": 320, "hang": 321, "things,": 322, "currently": 323, "(i": 324, "let": 325, "night": 326, "woman": 327, "small": 328, "put": 329, "partner": 330, "maybe": 331, "traveling": 332, "real": 333, "comfortable": 334, "honest,": 335, "reading": 336, "smart,": 337, "sure": 338, "honest": 339, "outside": 340, "his": 341, "actually": 342, "high": 343, "mostly": 344, "creative": 345, "days": 346, "guess": 347, "dancing": 348, "funny,": 349, "mean": 350, "hate": 351, "amazing": 352, "time,": 353, "side": 354, "food,": 355, "person,": 356, "describe": 357, "used": 358, "shy": 359, "stay": 360, "whether": 361, "lots": 362, "ago": 363, "although": 364, "us": 365, "2": 366, "else": 367, "simple": 368, "strong": 369, "hiking": 370, "interesting": 371, "means": 372, "half": 373, "years.": 374, "iam": 375, "writing": 376, "past": 377, "--": 378, "men": 379, "enjoying": 380, "hanging": 381, "help": 382, "dancing,": 383, "rock": 384, "outdoors": 385, "why": 386, "cook": 387, "found": 388, "laid": 389, "did": 390, "finding": 391, "cooking": 392, "family,": 393, "bad": 394, "country": 395, "bike": 396, "consider": 397, "self": 398, "were": 399, "world.": 400, "comes": 401, "able": 402, "inthe": 403, "huge": 404, "too.": 405, "ask": 406, "single": 407, "funny": 408, "laugh,": 409, "start": 410, "listening": 411, "generally": 412, "games": 413, "it,": 414, "everyone": 415, "serious": 416, "fun.": 417, "value": 418, "type": 419, "here.": 420, "forward": 421, "eat": 422, "between": 423, "random": 424, "kind,": 425, "end": 426, "sports": 427, "(and": 428, "ihave": 429, "road": 430, "movies": 431, "nothing": 432, "let's": 433, "call": 434, "profile": 435, "wonderful": 436, "use": 437, "please": 438, "move": 439, "healthy": 440, "talking": 441, "laugh.": 442, "adventure": 443, "out,": 444, "told": 445, "whole": 446, "true": 447, "you,": 448, "another": 449, "ready": 450, "art,": 451, "family.": 452, "miss": 453, "couple": 454, "there's": 455, "super": 456, "drink": 457, "positive": 458, "won't": 459, "now,": 460, "does": 461, "myself.": 462, "excited": 463, "seeing": 464, "passion": 465, "warm": 466, "adventures": 467, "traveling,": 468, "haven't": 469, "wants": 470, "camping,": 471, "eating": 472, "awesome": 473, "short": 474, "crazy": 475, "must": 476, "fan": 477, "afraid": 478, "three": 479, "running": 480, "experience": 481, "interests": 482, "nature": 483, "3": 484, "walking": 485, "well,": 486, "creative,": 487, "adventurous": 488, "away": 489, "run": 490, "outgoing": 491, "now.": 492, "smile": 493, "yoga,": 494, "thought": 495, "laughing": 496, "listen": 497, "willing": 498, "enjoys": 499, "silly": 500, "area.": 501, "anyone": 502, "curious": 503, "dog": 504, "lucky": 505, "work,": 506, "deep": 507, "day.": 508, "myself,": 509, "yes,": 510, "loving,": 511, "kids": 512, "coffee": 513, "stuff": 514, "city,": 515, "walk": 516, "become": 517, "such": 518, "beach": 519, "local": 520, "intelligent,": 521, "until": 522, "show": 523, "traveled": 524, "extremely": 525, "online": 526, "less": 527, "dinner": 528, "you.": 529, "during": 530, "ways": 531, "city.": 532, "loyal": 533, "you'll": 534, "reading,": 535, "do.": 536, "special": 537, "cool": 538, "guys": 539, "list": 540, "well.": 541, "outgoing,": 542, "date": 543, "wish": 544, "whom": 545, "career": 546, "learned": 547, "humor,": 548, "trip": 549, "caring,": 550, "cooking,": 551, "out.": 552, "ilike": 553, "years,": 554, "came": 555, "done": 556, "wear": 557, "francisco.": 558, "girl.": 559, "quiet": 560, "smart": 561, "hold": 562, "sweet": 563, "change": 564, "said,": 565, "sarcastic": 566, "book": 567, "point": 568, "them.": 569, "hot": 570, "isn't": 571, "young": 572, "growing": 573, "outdoors,": 574, "nature,": 575, "hear": 576, "adventurous,": 577, "under": 578, "whatever": 579, "water": 580, "earth": 581, "easily": 582, "conversation": 583, "words": 584, "personal": 585, "music.": 586, "energy": 587, "staying": 588, "ride": 589, "busy": 590, "way.": 591, "spontaneous": 592, "romantic": 593, "feeling": 594, "yoga": 595, "with,": 596, "5": 597, "activities": 598, "native": 599, "truly": 600, "met": 601, "humor.": 602, "that.": 603, "however,": 604, "love,": 605, "knows": 606, "taken": 607, "happy,": 608, "west": 609, "house": 610, "movie": 611, "seem": 612, "absolutely": 613, "human": 614, "town": 615, "glass": 616, "relationships": 617, "figure": 618, "game": 619, "left": 620, "hoping": 621, "near": 622, "leave": 623, "decided": 624, "sing": 625, "silly,": 626, "moving": 627, "that,": 628, "together": 629, "south": 630, "said": 631, "message": 632, "started": 633, "(or": 634, "thinking": 635, "so,": 636, "bring": 637, "car": 638, ",": 639, "games,": 640, "relationship.": 641, "takes": 642, "sex": 643, "experiences": 644, "keeps": 645, "world,": 646, "balance": 647, "mom": 648, "fairly": 649, "check": 650, "matter": 651, "dance,": 652, "finally": 653, "worked": 654, "oakland": 655, "turn": 656, "sweet,": 657, "4": 658, "sound": 659, "student": 660, "goes": 661, "work.": 662, "seeking": 663, "more.": 664, "kinda": 665, "yourself": 666, "across": 667, "deeply": 668, "lives": 669, "moment": 670, "area,": 671, "independent,": 672, "books": 673, "fit": 674, "independent": 675, "going,": 676, "beach,": 677, "loved": 678, "trips": 679, "either": 680, "perfect": 681, "rest": 682, "company": 683, "didn't": 684, "sort": 685, "connection": 686, "summer": 687, "here,": 688, "dont": 689, "known": 690, "places,": 691, "on.": 692, "seriously": 693, "camping": 694, "ago.": 695, "loyal,": 696, "etc.": 697, "outdoors.": 698, "grad": 699, "up.": 700, "four": 701, "am.": 702, "seems": 703, "site": 704, "passionate,": 705, "cook,": 706, "walks": 707, "home.": 708, "feels": 709, "speak": 710, "body": 711, "life.i": 712, "caring": 713, "books,": 714, "there.": 715, "interest": 716, "beauty": 717, "months": 718, "active,": 719, "plan": 720, "animals": 721, "lot.": 722, "totally": 723, "include": 724, "tv": 725, "graduated": 726, "quality": 727, ";)": 728, "who's": 729, "what's": 730, "riding": 731, "similar": 732, "girl,": 733, "10": 734, "fine": 735, "curious,": 736, "dress": 737, "dive": 738, "degree": 739, "heart.": 740, "grow": 741, "women": 742, "seriously.": 743, "bar": 744, "compassionate,": 745, "kinds": 746, "attracted": 747, "francisco,": 748, "lover": 749, "again": 750, "idon't": 751, "hopefully": 752, "fact": 753, "know,": 754, "visit": 755, "science": 756, "respect": 757, "called": 758, "sharing": 759, "idea": 760, "to.": 761, "towards": 762, "food.": 763, "spiritual": 764, "times,": 765, "ican": 766, "top": 767, "realize": 768, "perhaps": 769, "fall": 770, "constantly": 771, "up,": 772, "alone": 773, "warm,": 774, "stand": 775, "ok": 776, "total": 777, "sun": 778, "friendly": 779, "/": 780, "drive": 781, "earth,": 782, "white": 783, "york": 784, "business": 785, "soul": 786, "somewhat": 787, "amount": 788, "reason": 789, "running,": 790, "others.": 791, "it!": 792, "biking,": 793, "school,": 794, "except": 795, "group": 796, "whenever": 797, "sunny": 798, "helping": 799, "there,": 800, "outdoor": 801, "sf.": 802, "dogs": 803, "dream": 804, "children": 805, "6": 806, "hours": 807, "possible": 808, "personality": 809, "and,": 810, "week": 811, "friendly,": 812, "drinking": 813, "coast,": 814, "shows": 815, "hands": 816, "sarcastic,": 817, "quick": 818, "expect": 819, "...": 820, "word": 821, "understand": 822, "offer.": 823, "love.": 824, "back,": 825, "second": 826, "home,": 827, "regular": 828, "me.i": 829, "adore": 830, "teach": 831, "ones": 832, "physical": 833, "wine,": 834, "large": 835, "admit": 836, "giants": 837, "sit": 838, "hit": 839, "stop": 840, "but,": 841, "museums,": 842, "state": 843, "professional": 844, "dark": 845, "we're": 846, "types": 847, "thoughtful,": 848, "okcupid": 849, "happy.": 850, "hike": 851, "wanted": 852, "confident,": 853, "hi": 854, "keeping": 855, "weekend": 856, "intellectual": 857, "practice": 858, "all.": 859, "hair": 860, "beer": 861, "ofthe": 862, "you've": 863, ":)i": 864, "send": 865, "know.": 866, "somewhere": 867, "video": 868, "wouldn't": 869, "head": 870, "giving": 871, "day,": 872, "low": 873, "given": 874, "stories": 875, "aren't": 876, "goofy": 877, "create": 878, "am,": 879, "him": 880, "gets": 881, "dogs,": 882, "minded": 883, "red": 884, "morning": 885, "heart,": 886, "possible.": 887, "animals,": 888, "variety": 889, "girls": 890, "continue": 891, "difficult": 892, "mother": 893, "me:": 894, "age": 895, "way,": 896, "face": 897, "friend,": 898, "travel.": 899, "weekends": 900, "say,": 901, "smell": 902, "recent": 903, "football": 904, "board": 905, "set": 906, "design": 907, "read,": 908, "be.": 909, "connect": 910, "drama": 911, "park": 912, "studied": 913, "parts": 914, "conversations": 915, "trust": 916, "catch": 917, "arts": 918, "chemistry": 919, "liketo": 920, "fresh": 921, "also,": 922, "(not": 923, "early": 924, "lead": 925, "add": 926, "middle": 927, "occasionally": 928, "current": 929, "ocean": 930, "ice": 931, "(but": 932, "gym": 933, "course": 934, "witty": 935, "do,": 936, "already": 937, "trips,": 938, "saying": 939, "basically": 940, "cute": 941, "took": 942, "community": 943, "several": 944, "genuine": 945, "build": 946, "intelligent": 947, "they're": 948, "works": 949, "party": 950, "nyc": 951, "school.": 952, "open,": 953, "wide": 954, "them,": 955, "swimming,": 956, "likely": 957, "wild": 958, "opportunity": 959, "southern": 960, "restaurants": 961, "quirky": 962, "occasional": 963, "proud": 964, "countries": 965, "europe": 966, "lost": 967, "ass": 968, "light": 969, "la": 970, "mix": 971, "places.": 972, "american": 973, "tobe": 974, "term": 975, "treat": 976, "folks": 977, "ienjoy": 978, "genuine,": 979, "throw": 980, "starting": 981, "weird": 982, "sports,": 983, "andthe": 984, "seek": 985, "including": 986, "seen": 987, "oh": 988, "conversation,": 989, "artist": 990, "lady": 991, "challenge": 992, "sexy,": 993, "incredibly": 994, "can.": 995, "relationship,": 996, "baseball": 997, "all,": 998, "completely": 999, "deal": 1000, "goal": 1001, "skiing,": 1002, "is,": 1003, "slightly": 1004, "married": 1005, "culture": 1006, "natural": 1007, "fill": 1008, "concerts,": 1009, "shows,": 1010, "playful,": 1011, "black": 1012, "singing": 1013, "handle": 1014, "tried": 1015, "late": 1016, "games.": 1017, "cold": 1018, "sleep": 1019, "writing,": 1020, "bike,": 1021, "energetic,": 1022, "mine": 1023, "parents": 1024, "coming": 1025, "spontaneous,": 1026, "together.": 1027, "journey": 1028, "it.i": 1029, "year.": 1030, "terrible": 1031, "planning": 1032, "andhave": 1033, "agood": 1034, "hey": 1035, "involved": 1036, "rarely": 1037, "major": 1038, "really,": 1039, "general": 1040, "inmy": 1041, "ability": 1042, "sitting": 1043, "offer": 1044, "spirit": 1045, "joy": 1046, "driven": 1047, "sister": 1048, "ithink": 1049, "themselves": 1050, "equally": 1051, "kid": 1052, "wait": 1053, "adventures,": 1054, "street": 1055, "health": 1056, "join": 1057, "confident": 1058, "intense": 1059, "movies.": 1060, "15": 1061, "exciting": 1062, "level": 1063, "studying": 1064, "life's": 1065, "andi": 1066, "buy": 1067, "number": 1068, "creating": 1069, "sounds": 1070, "alot": 1071, "teaching": 1072, "woman.": 1073, "grown": 1074, "nature.": 1075, "eyes": 1076, "film": 1077, "and/or": 1078, "questions": 1079, "mountains": 1080, "loveto": 1081, "honesty": 1082, "cat": 1083, "ago,": 1084, "truth": 1085, "own.": 1086, "tothe": 1087, "choose": 1088, "checking": 1089, "others,": 1090, "needs": 1091, "hand": 1092, "restaurants,": 1093, "(in": 1094, "sf,": 1095, "abroad": 1096, "ideal": 1097, "desire": 1098, "nerd": 1099, "berkeley": 1100, "soft": 1101, "obsessed": 1102, "physically": 1103, "entire": 1104, "year,": 1105, "friend.": 1106, "bars": 1107, "urban": 1108, "good.": 1109, "sexy": 1110, "8": 1111, "sunday": 1112, "says": 1113, "adventure.": 1114, "casual": 1115, "dirty": 1116, "complete": 1117, "back.": 1118, "certain": 1119, "santa": 1120, "son": 1121, "onthe": 1122, "hard,": 1123, "golden": 1124, "discovering": 1125, "goals": 1126, "committed": 1127, "coffee,": 1128, "future": 1129, "(which": 1130, "touch": 1131, "chocolate": 1132, "pictures": 1133, "loud": 1134, "cup": 1135, "witty,": 1136, "adult": 1137, "line": 1138, "to,": 1139, "color": 1140, "highly": 1141, "wanna": 1142, "played": 1143, "simply": 1144, "beach.": 1145, "various": 1146, "snow": 1147, "everyday": 1148, "building": 1149, "direct": 1150, "adventure,": 1151, "easy-going,": 1152, "within": 1153, "queer": 1154, "tahoe": 1155, "room": 1156, "good,": 1157, "filled": 1158, "active.": 1159, "couldn't": 1160, "wine.": 1161, "view": 1162, "adventures.": 1163, "in,": 1164, "named": 1165, "chance": 1166, "public": 1167, "blessed": 1168, "straight": 1169, "toknow": 1170, "hike,": 1171, "experiencing": 1172, "ifyou": 1173, "story": 1174, "money": 1175, "lookingfor": 1176, "burning": 1177, "unique": 1178, "wrong": 1179, "nights": 1180, "shy,": 1181, "advantage": 1182, "drawn": 1183, "worth": 1184, "instead": 1185, "bay.": 1186, "stuff.": 1187, "based": 1188, "unless": 1189, "much.": 1190, "more,": 1191, "(": 1192, "cats": 1193, "space": 1194, "follow": 1195, "too,": 1196, "theater,": 1197, "form": 1198, "university": 1199, "politics": 1200, "green": 1201, "politics,": 1202, "complex": 1203, "job,": 1204, "lazy": 1205, "hi,": 1206, "climbing": 1207, "people's": 1208, "god": 1209, "meal": 1210, "remember": 1211, "asked": 1212, "daily": 1213, "education": 1214, "joke": 1215, "chill": 1216, "particular": 1217, "happiest": 1218, "california,": 1219, "hello": 1220, "strive": 1221, "fancy": 1222, "process": 1223, "kids,": 1224, "northern": 1225, "thank": 1226, "political": 1227, "match": 1228, "summarize": 1229, "mountain": 1230, "together,": 1231, "sanfrancisco": 1232, "tohave": 1233, "times.": 1234, "avid": 1235, "events": 1236, "values": 1237, "fortunate": 1238, "awesome.": 1239, "swimming": 1240, "mention": 1241, "typical": 1242, "save": 1243, "strange": 1244, "we'll": 1245, "grounded": 1246, "thinks": 1247, "knowing": 1248, "thing.": 1249, "partner.": 1250, "normal": 1251, "photography,": 1252, "telling": 1253, "sarcasm": 1254, "course,": 1255, "surround": 1256, "moments": 1257, "goofy,": 1258, "tall": 1259, "thoughtful": 1260, "certainly": 1261, "guitar": 1262, "on,": 1263, "clean": 1264, "study": 1265, "else.": 1266, "chicago": 1267, "hi!": 1268, "lets": 1269, "forthe": 1270, "law": 1271, "activity": 1272, "me!": 1273, "aware": 1274, "playful": 1275, "jeans": 1276, "no,": 1277, "despite": 1278, "child": 1279, "yes": 1280, "volunteer": 1281, "water.": 1282, "soccer": 1283, "above": 1284, "dreams": 1285, "(especially": 1286, "one.": 1287, "ofmy": 1288, "(as": 1289, "boy": 1290, "front": 1291, "park,": 1292, "female": 1293, "liberal": 1294, "points": 1295, "healthy,": 1296, "i'mlooking": 1297, "funny.": 1298, "lake": 1299, "gone": 1300, "feet": 1301, "animal": 1302, "however": 1303, "in.": 1304, "ambitious,": 1305, "gal": 1306, "about.": 1307, "search": 1308, "thanks": 1309, "around.": 1310, "coast.": 1311, "realized": 1312, "cultures": 1313, "athletic,": 1314, "friendship": 1315, "art.": 1316, "act": 1317, ":-)": 1318, "lot,": 1319, "break": 1320, "not.": 1321, "traveling.": 1322, "again.": 1323, "lovely": 1324, "mind.": 1325, "support": 1326, "is.": 1327, "turns": 1328, "laughing,": 1329, "coffee.": 1330, "easy-going": 1331, "buti": 1332, "go.": 1333, "myfavorite": 1334, "damn": 1335, "class": 1336, "carry": 1337, "honesty,": 1338, "positive,": 1339, "same.": 1340, "fast": 1341, "cause": 1342, "job.": 1343, "iwant": 1344, "sleeping": 1345, "delicious": 1346, "english": 1347, "exactly": 1348, "hobbies": 1349, "path": 1350, "ialso": 1351, "atthe": 1352, "dressed": 1353, "7": 1354, "not,": 1355, "nerd.": 1356, "bay,": 1357, "nearly": 1358, "laughter": 1359, "opportunities": 1360, "shares": 1361, "inside": 1362, "cannot": 1363, "power": 1364, "relaxing": 1365, "graduate": 1366, "international": 1367, "visiting": 1368, "alittle": 1369, "pride": 1370, "much,": 1371, "average": 1372, "qualities": 1373, "blue": 1374, "ocean,": 1375, "place,": 1376, "everything.": 1377, "among": 1378, "(my": 1379, "open-minded,": 1380, "romantic,": 1381, "quirky,": 1382, "optimistic,": 1383, "side.": 1384, "minute": 1385, "answer": 1386, "italian": 1387, "me?": 1388, "anywhere": 1389, "baby": 1390, "solid": 1391, "couch": 1392, "generous,": 1393, "searching": 1394, "ca": 1395, "man.": 1396, "hearing": 1397, "described": 1398, "happen": 1399, "anything,": 1400, "foreign": 1401, "curiosity": 1402, "parties": 1403, "key": 1404, "longer": 1405, "water,": 1406, "history": 1407, "ideas": 1408, "brain": 1409, "friendships": 1410, "joined": 1411, "grateful": 1412, "12": 1413, "phone": 1414, "days.": 1415, "dry": 1416, "five": 1417, "+": 1418, "particularly": 1419, "question": 1420, "slow": 1421, "main": 1422, "diverse": 1423, "pick": 1424, "notice": 1425, "woman,": 1426, "taste": 1427, "outside.": 1428, "bottle": 1429, "lover,": 1430, "better.": 1431, "friends.i": 1432, "language": 1433, "jump": 1434, "college,": 1435, "oh,": 1436, "eventually": 1437, "busy,": 1438, "goingto": 1439, "appreciation": 1440, "taught": 1441, "shit": 1442, "tech": 1443, "looks": 1444, "tennis,": 1445, "gives": 1446, "hopeless": 1447, "dog,": 1448, "nor": 1449, "(i'm": 1450, "transplant": 1451, "anything.": 1452, "side,": 1453, "photos": 1454, "geek": 1455, "affectionate": 1456, "boys": 1457, "someone.": 1458, "soon.": 1459, "europe,": 1460, "withthe": 1461, "drinks": 1462, "ny": 1463, "outside,": 1464, "1": 1465, "okc": 1466, "20": 1467, "communication": 1468, "california.": 1469, "going.": 1470, "putting": 1471, "u": 1472, "again,": 1473, "dance.": 1474, "stupid": 1475, "stick": 1476, "plenty": 1477, "exercise": 1478, "energetic": 1479, "conversation.": 1480, "upon": 1481, "kick": 1482, "midwest": 1483, "fell": 1484, "this,": 1485, "multiple": 1486, "moment,": 1487, "compassionate": 1488, "college.": 1489, "bunch": 1490, "dedicated": 1491, "meaningful": 1492, "affectionate,": 1493, "ina": 1494, "profile.": 1495, "fantastic": 1496, "though,": 1497, "meant": 1498, "marin": 1499, "meaning": 1500, "greatest": 1501, "jokes": 1502, "order": 1503, "dislike": 1504, "creative.": 1505, "present": 1506, "focus": 1507, "man,": 1508, "run,": 1509, "energy,": 1510, "month": 1511, "content": 1512, "closer": 1513, "happily": 1514, "beat": 1515, "nerdy": 1516, "honestly": 1517, "athletic": 1518, "wearing": 1519, "\"\"\"\"i": 1520, "following": 1521, "waste": 1522, "singing,": 1523, "seriously,": 1524, "tomake": 1525, "fascinated": 1526, "mind,": 1527, "sum": 1528, "situation": 1529, "gotten": 1530, "peace": 1531, "photography": 1532, "settle": 1533, "cal": 1534, "us.": 1535, "dad": 1536, "growth": 1537, "brings": 1538, "constant": 1539, "lifestyle": 1540, "tofind": 1541, "filling": 1542, "open-minded": 1543, "plus": 1544, "cut": 1545, "faith": 1546, "helps": 1547, "culture,": 1548, "america": 1549, "mylife": 1550, "us,": 1551, "wasn't": 1552, "cultural": 1553, "experiences.": 1554, "sensitive,": 1555, "though.": 1556, "short,": 1557, "around,": 1558, "i'mnot": 1559, "outlook": 1560, "concerts": 1561, "leaving": 1562, "inspired": 1563, "artistic,": 1564, "french": 1565, "bed": 1566, "lack": 1567, "comedy": 1568, "thing,": 1569, "here's": 1570, "awkward": 1571, "older": 1572, "central": 1573, "computer": 1574, "skills": 1575, "garden": 1576, "heard": 1577, "stint": 1578, "comfort": 1579, "children.": 1580, "skiing": 1581, "first.": 1582, "spots": 1583, "spare": 1584, "box": 1585, "range": 1586, "you'd": 1587, "hand,": 1588, "forsomeone": 1589, "asian": 1590, "supposed": 1591, "minded,": 1592, "she's": 1593, "circle": 1594, "farmer's": 1595, "wantto": 1596, "strong,": 1597, "using": 1598, "missing": 1599, "sassy,": 1600, "havebeen": 1601, "became": 1602, "photo": 1603, "musical": 1604, "shop": 1605, "girly": 1606, "pair": 1607, "forget": 1608, "biking": 1609, "welcome": 1610, "surrounded": 1611, "havea": 1612, "hard.": 1613, "spot": 1614, "happens": 1615, "classes": 1616, "successful": 1617, "someonewho": 1618, "wake": 1619, "night.": 1620, "withmy": 1621, "later": 1622, "dig": 1623, "moment.": 1624, "profile,": 1625, "\"\"\"\"the": 1626, "serious,": 1627, "fun!": 1628, "amlooking": 1629, "spanish": 1630, "brought": 1631, "possibly": 1632, "else,": 1633, "market": 1634, "time.i": 1635, "effort": 1636, "connecting": 1637, "fashion": 1638, "figuring": 1639, "sensual": 1640, "internet": 1641, "laughter,": 1642, "artistic": 1643, "emotionally": 1644, "approach": 1645, "classical": 1646, "embrace": 1647, "common": 1648, "ridiculous": 1649, "ido": 1650, "soon": 1651, "salsa": 1652, "midwest,": 1653, "gardening,": 1654, "walking,": 1655, "far,": 1656, "biggest": 1657, "picture": 1658, "creativity": 1659, "restaurant": 1660, "clear": 1661, "andlove": 1662, "interests,": 1663, "eat,": 1664, "dancing.": 1665, "fire": 1666, "cultures,": 1667, "passions": 1668, "speaking": 1669, "ifeel": 1670, "boring": 1671, "people.i": 1672, "flip": 1673, "thati": 1674, "potential": 1675, "dressing": 1676, "situations.": 1677, "optimistic": 1678, "decent": 1679, "traits": 1680, "relocated": 1681, "ireally": 1682, "case": 1683, "rare": 1684, "understanding": 1685, "once.": 1686, "strangers": 1687, "toshare": 1688, "cuddling": 1689, "mountains,": 1690, "are,": 1691, "company,": 1692, "stories,": 1693, "style": 1694, "training": 1695, "swim": 1696, "place.": 1697, "toward": 1698, "long,": 1699, "odd": 1700, "against": 1701, "bars,": 1702, "stuff,": 1703, "quote": 1704, "meet.": 1705, "learning,": 1706, "first,": 1707, "kindness": 1708, "songs": 1709, "events,": 1710, "balanced": 1711, "turned": 1712, "while.": 1713, "hills": 1714, "important.": 1715, "okay": 1716, "hurt": 1717, "generous": 1718, "issues": 1719, "tired": 1720, "responsible": 1721, "drop": 1722, "kind.": 1723, "poly": 1724, "considered": 1725, "ibelieve": 1726, "fully": 1727, "politically": 1728, "kids.": 1729, "hour": 1730, "books.": 1731, "11": 1732, "inspire": 1733, "are.": 1734, "hey,": 1735, "easygoing,": 1736, "driven,": 1737, "thus": 1738, "bayarea": 1739, "right?": 1740, "problem": 1741, "male": 1742, "(at": 1743, "sorts": 1744, "shopping": 1745, "teacher": 1746, "enjoyed": 1747, "felt": 1748, "live,": 1749, "artist,": 1750, "ten": 1751, "weeks": 1752, "painting": 1753, "driving": 1754, "states": 1755, "dining": 1756, "graduating": 1757, "figured": 1758, "attention": 1759, "(like": 1760, "believer": 1761, "climbing,": 1762, "combination": 1763, "cats,": 1764, "withfriends": 1765, "uc": 1766, "oakland,": 1767, "sea": 1768, "sad": 1769, "company.": 1770, "ambitious": 1771, "days,": 1772, "email": 1773, "sensitive": 1774, "he's": 1775, "this.": 1776, "tough": 1777, "involves": 1778, "store": 1779, "wonder": 1780, "other.": 1781, "punk": 1782, "rich": 1783, "cultures.": 1784, "field": 1785, "alive": 1786, "curious.": 1787, "cream": 1788, "wrote": 1789, "drink,": 1790, "often,": 1791, "gay": 1792, "grounded,": 1793, "see.": 1794, "intellectual,": 1795, "rain,": 1796, "nice,": 1797, "ended": 1798, "pretend": 1799, "challenging": 1800, "life!": 1801, "once,": 1802, "allows": 1803, "sign": 1804, "excellent": 1805, "often.": 1806, "focused": 1807, "too!": 1808, "judge": 1809, "dinners": 1810, "attend": 1811, "book.": 1812, "career,": 1813, "reality": 1814, "rain": 1815, "sorry": 1816, "addicted": 1817, "practicing": 1818, "club": 1819, "i'vebeen": 1820, "africa": 1821, "partner,": 1822, "interesting.": 1823, "genuinely": 1824, "modern": 1825, "pet": 1826, "wandering": 1827, "emotional": 1828, "valley": 1829, "interests.": 1830, "attractive": 1831, "classic": 1832, "behind": 1833, "ok,": 1834, "scuba": 1835, "partners": 1836, "graphic": 1837, "weather": 1838, "trees": 1839, "right,": 1840, "iwould": 1841, "wont": 1842, "fuck": 1843, "becoming": 1844, "daughter": 1845, "new.": 1846, "primary": 1847, "pop": 1848, "sensual,": 1849, "happiness": 1850, "contact": 1851, "homebody": 1852, "firm": 1853, "due": 1854, "=)": 1855, "(if": 1856, "iwas": 1857, "vegetarian": 1858, "yeah,": 1859, "witha": 1860, "connections": 1861, "return": 1862, "ask.": 1863, "cook.": 1864, "pursue": 1865, "togo": 1866, "team": 1867, "activities.": 1868, "mine.": 1869, "crime": 1870, "push": 1871, "tattoos": 1872, "summary": 1873, "animals.": 1874, "working,": 1875, "fun-loving": 1876, "one,": 1877, "eager": 1878, "shoes": 1879, "100%": 1880, "beautiful,": 1881, "environment": 1882, "dorky": 1883, "cry": 1884, "wicked": 1885, "mature": 1886, "relax": 1887, "visual": 1888, "connected": 1889, "have.": 1890, "compassion": 1891, "town.": 1892, "vintage": 1893, "true.": 1894, "ofa": 1895, "honest.": 1896, "thrive": 1897, "imagine": 1898, "native,": 1899, "jazz": 1900, "tasting": 1901, "friendsand": 1902, "site.": 1903, "hip": 1904, "respond": 1905, "song": 1906, ")": 1907, "theater": 1908, "movie,": 1909, "deep,": 1910, "identify": 1911, "relatively": 1912, "six": 1913, "mellow": 1914, "surfing": 1915, "wit": 1916, "assume": 1917, "role": 1918, "matters": 1919, "thebay": 1920, "smoke": 1921, "learn,": 1922, "30": 1923, "film,": 1924, "afternoon": 1925, "ones.": 1926, "situations": 1927, "facts": 1928, "you?": 1929, "for.": 1930, "parties,": 1931, "media": 1932, "discovered": 1933, "aspects": 1934, "changing": 1935, "star": 1936, "fair": 1937, "mad": 1938, "express": 1939, "tea": 1940, "excuse": 1941, "fit,": 1942, "cherish": 1943, "country.": 1944, "myfriends": 1945, "(no": 1946, "museums": 1947, "personality.": 1948, "down-to-earth": 1949, "former": 1950, "nerd,": 1951, "pool": 1952, "outdoorsy": 1953, "lives.": 1954, "character": 1955, "socially": 1956, "arts,": 1957, "luck": 1958, "dancer": 1959, "hikes,": 1960, "sucker": 1961, "strongly": 1962, "play,": 1963, "down.": 1964, "beer,": 1965, "france": 1966, "holding": 1967, "sincere": 1968, "romance": 1969, "fora": 1970, "alone.": 1971, "snowboarding": 1972, "diego": 1973, "shape": 1974, "sporting": 1975, "attempt": 1976, "hello!": 1977, "educated,": 1978, "lately": 1979, "films,": 1980, "long-term": 1981, "gender": 1982, "down,": 1983, "simple,": 1984, "details": 1985, "table": 1986, "bored": 1987, "you!": 1988, "horrible": 1989, "something,": 1990, "type,": 1991, "father": 1992, "los": 1993, "(yes,": 1994, "schedule": 1995, "winter": 1996, "enough.": 1997, "private": 1998, "plays": 1999, "air": 2000, "feminine": 2001, "beyond": 2002, "well.i": 2003, "tomeet": 2004, "note": 2005, "like.": 2006, "fond": 2007, "dating.": 2008, "admire": 2009, "marriage": 2010, "intelligence": 2011, "includes": 2012, "far.": 2013, "lol.": 2014, "italy,": 2015, "discover": 2016, "masters": 2017, "changed": 2018, "boston": 2019, "opinions": 2020, "london": 2021, "explain": 2022, "eclectic": 2023, "sport": 2024, "lotof": 2025, "meetsomeone": 2026, "sharp": 2027, "yet.": 2028, "football,": 2029, "painting,": 2030, "someone,": 2031, "york,": 2032, "waiting": 2033, "soul.": 2034, "beginning": 2035, "himself": 2036, "mutual": 2037, "extra": 2038, "baking": 2039, "say.": 2040, "forms": 2041, "(with": 2042, "available": 2043, "(though": 2044, "sunshine": 2045, "pleasures": 2046, "hawaii": 2047, "tennis": 2048, "apparently": 2049, "dinner,": 2050, "followed": 2051, "fix": 2052, "door": 2053, "sexual": 2054, "polyamorous": 2055, "knew": 2056, "calling": 2057, "so.": 2058, "suppose": 2059, "stopping": 2060, "amazing.": 2061, "fact,": 2062, "projects": 2063, "sometimes,": 2064, "draw": 2065, "ocean.": 2066, "tolearn": 2067, "somehow": 2068, "involve": 2069, "one's": 2070, "france,": 2071, "specific": 2072, "car,": 2073, "fan.": 2074, "conscious": 2075, "difference": 2076, "fear": 2077, "everything,": 2078, "design,": 2079, "old.": 2080, "closest": 2081, "settled": 2082, "accept": 2083, "afew": 2084, "shoes,": 2085, "isa": 2086, "reasons": 2087, "flow": 2088, "north": 2089, "smile.": 2090, "pay": 2091, "motivated,": 2092, "heels": 2093, "tendency": 2094, "slowly": 2095, "horror": 2096, "walks,": 2097, "healing": 2098, "are:": 2099, "fullest.": 2100, "commitment": 2101, "massage": 2102, "go,": 2103, "week.": 2104, "depending": 2105, "hair,": 2106, "partnership": 2107, "single,": 2108, "architecture": 2109, "relationships,": 2110, "soul,": 2111, "(a": 2112, "yet,": 2113, "moves": 2114, "women,": 2115, "younger": 2116, "sun,": 2117, "third": 2118, "roll": 2119, "returned": 2120, "rock,": 2121, "stimulating": 2122, "project": 2123, "naturally": 2124, "avoid": 2125, "eyes,": 2126, "decide": 2127, "philosophy": 2128, "tea,": 2129, "analytical": 2130, "easygoing": 2131, "markets,": 2132, "men.": 2133, "foodie": 2134, "intimate": 2135, "typically": 2136, "hikes": 2137, "cali": 2138, "important,": 2139, "plane": 2140, "sassy": 2141, "things.i": 2142, "chat": 2143, "smile,": 2144, "confidence": 2145, "thankful": 2146, "roller": 2147, ":)i'm": 2148, "allthe": 2149, "inner": 2150, "off,": 2151, "cars": 2152, "too.i": 2153, "hardly": 2154, "cities": 2155, "night,": 2156, "14": 2157, "lovers": 2158, "volunteering": 2159, "voice": 2160, "baking,": 2161, "book,": 2162, "personality,": 2163, "opening": 2164, "worry": 2165, "that.i": 2166, "miles": 2167, "(even": 2168, "there!": 2169, "recipes": 2170, "asking": 2171, "bright": 2172, "respectful": 2173, "tastes": 2174, "finishing": 2175, "catching": 2176, "day.i": 2177, "attitude": 2178, "vacation": 2179, "land": 2180, "mixed": 2181, "person.i": 2182, "loyal.": 2183, "incredible": 2184, "week,": 2185, "finish": 2186, "avery": 2187, "long.": 2188, "latin": 2189, "sports.": 2190, "them.i": 2191, "fan,": 2192, "swear": 2193, "intense,": 2194, "piano": 2195, "jewish": 2196, "appreciates": 2197, "perfectly": 2198, "meditation": 2199, "ones,": 2200, "grammar": 2201, "life.i'm": 2202, "guilty": 2203, "everywhere": 2204, "risk": 2205, "away.": 2206, "iwill": 2207, "degrees": 2208, "spirit,": 2209, "passion,": 2210, "mean,": 2211, "onmy": 2212, "happier": 2213, "(go": 2214, "feelings": 2215, "tomboy": 2216, "gave": 2217, "want.": 2218, "wanting": 2219, "held": 2220, "exotic": 2221, "totake": 2222, "silly.": 2223, "tall,": 2224, "patient,": 2225, "foot": 2226, "newthings": 2227, "like,": 2228, "gotta": 2229, "responsible,": 2230, "setting": 2231, "9": 2232, "suck": 2233, "news": 2234, "band": 2235, "nice.": 2236, "thebest": 2237, "foods": 2238, "shared": 2239, "andi'm": 2240, "pure": 2241, "ahead": 2242, "geeky": 2243, "india": 2244, "experiences,": 2245, "dog.": 2246, "note:": 2247, "body,": 2248, "abit": 2249, "festivals,": 2250, "farmers": 2251, "ski": 2252, "live.": 2253, "then,": 2254, "house.": 2255, "along.": 2256, "childhood": 2257, "husband": 2258, "gentle": 2259, "require": 2260, "introvert": 2261, "history,": 2262, "areas": 2263, "ton": 2264, "dating,": 2265, "writer,": 2266, "expanding": 2267, "la,": 2268, "bar.": 2269, "fabulous": 2270, "limited": 2271, "brazil,": 2272, "mission": 2273, "description": 2274, "basketball": 2275, "atleast": 2276, "people!": 2277, "clothes": 2278, "compassion,": 2279, "aspire": 2280, "boston,": 2281, "shows.": 2282, "count": 2283, "relationships.": 2284, "right.": 2285, "radio": 2286, "words,": 2287, "stage": 2288, "cross": 2289, "liked": 2290, "knowledge": 2291, "native.": 2292, "theatre": 2293, "25": 2294, "necessarily": 2295, "veryimportant": 2296, "npr": 2297, "gal.": 2298, "cheese": 2299, "challenges": 2300, "letting": 2301, "diving": 2302, "hawaii.": 2303, "tolive": 2304, "tree": 2305, "grab": 2306, "crave": 2307, "living.": 2308, "herself": 2309, "foods,": 2310, "languages,": 2311, "preferably": 2312, "maintain": 2313, "success": 2314, "exploring,": 2315, "patient": 2316, "(who": 2317, "overall": 2318, "interesting,": 2319, "via": 2320, "saturday": 2321, "drives": 2322, "island": 2323, "surprise": 2324, "(it's": 2325, "wherever": 2326, "backpacking,": 2327, "capable": 2328, "own,": 2329, "andam": 2330, "be,": 2331, "listener": 2332, "activities,": 2333, "universe": 2334, "flexible": 2335, "hop": 2336, "gym,": 2337, "finished": 2338, "mexico": 2339, "background": 2340, "lol": 2341, "everyday.": 2342, "for,": 2343, "age.": 2344, "guys.": 2345, "drinks,": 2346, "scene": 2347, "indie": 2348, "fish": 2349, "listener,": 2350, "hands,": 2351, "intuitive,": 2352, "workout": 2353, "summer.": 2354, "pool,": 2355, "attending": 2356, "future.": 2357, "trouble": 2358, "program": 2359, "ballet": 2360, "anda": 2361, "paint": 2362, "connection.": 2363, "marketing": 2364, "yeah": 2365, "integrity": 2366, "deeper": 2367, "bucket": 2368, "farm": 2369, "mainly": 2370, "paris,": 2371, "other,": 2372, "you.i": 2373, "poetry,": 2374, "today.": 2375, "thecity": 2376, "snowboarding,": 2377, ":).": 2378, "besides": 2379, "themost": 2380, "ball": 2381, "medical": 2382, "india,": 2383, "climb": 2384, "calm": 2385, "rule": 2386, "easier": 2387, "spontaneous.": 2388, "cheesy": 2389, "designer": 2390, "roots": 2391, "overly": 2392, "individual": 2393, "amnot": 2394, "basis.": 2395, "meat": 2396, "fun.i": 2397, "piece": 2398, "non": 2399, "happen.": 2400, "dogs.": 2401, "rainy": 2402, "hasn't": 2403, "inquisitive,": 2404, "tolerate": 2405, "engaged": 2406, "metal": 2407, "blah": 2408, "twice": 2409, "secretly": 2410, "about,": 2411, "languages": 2412, "joy.": 2413, "ill": 2414, "n": 2415, "step": 2416, "clubs": 2417, "town,": 2418, "theworld": 2419, "death": 2420, "21": 2421, "cares": 2422, "psychology": 2423, "equal": 2424, "wheni": 2425, "stuck": 2426, "youth": 2427, "glad": 2428, "flowers": 2429, "freedom": 2430, "!": 2431, "describing": 2432, "fiction": 2433, "standing": 2434, "anyone,": 2435, "lovethe": 2436, "religious": 2437, "arts.": 2438, "drugs": 2439, "horse": 2440, "newpeople": 2441, "clever": 2442, "sky": 2443, "(except": 2444, "plans": 2445, "sunshine,": 2446, "cozy": 2447, "laughs": 2448, "house,": 2449, "expand": 2450, "tv.": 2451, "patience": 2452, "weather,": 2453, "geek,": 2454, "decision": 2455, "accent": 2456, "pull": 2457, "cuddle": 2458, "humble": 2459, "inspires": 2460, "serious.": 2461, "films": 2462, "relate": 2463, "collect": 2464, "other's": 2465, "empty": 2466, "quickly": 2467, "packed": 2468, "surrounding": 2469, "down-to-earth,": 2470, "hole": 2471, "gentleman": 2472, "see,": 2473, "awesome,": 2474, "kitchen": 2475, "type.": 2476, "alive.": 2477, "profiles": 2478, "dose": 2479, "somebody": 2480, "direction": 2481, "aswell": 2482, "surf": 2483, "yoga.": 2484, "jobs": 2485, "fulfilling": 2486, "fun-loving,": 2487, "shopping,": 2488, "italy": 2489, "ca.": 2490, "kayaking,": 2491, "ever.": 2492, "skin": 2493, "backpacking": 2494, "really.": 2495, "treated": 2496, "sometime": 2497, "generation": 2498, "gate": 2499, "respect,": 2500, "blunt": 2501, "thats": 2502, "note,": 2503, "waking": 2504, "parking": 2505, "event": 2506, "changes": 2507, "young,": 2508, "develop": 2509, "stubborn": 2510, "lose": 2511, "sums": 2512, "supportive,": 2513, "tons": 2514, "morning,": 2515, "authentic": 2516, "russian": 2517, "poetry": 2518, "wouldlike": 2519, "attractive,": 2520, "japanese": 2521, "tiny": 2522, "crazy,": 2523, "test": 2524, "perspective": 2525, "falling": 2526, "companion": 2527, "outof": 2528, "means,": 2529, "fromthe": 2530, "dead": 2531, "beaches": 2532, "outgoing.": 2533, "priority": 2534, "track": 2535, "lifestyle.": 2536, "friendship,": 2537, "recently,": 2538, "here.i": 2539, "jersey": 2540, "culture.": 2541, "england,": 2542, "later.": 2543, "win": 2544, "sick": 2545, "great.": 2546, "(the": 2547, "scary": 2548, "peoplewho": 2549, "age,": 2550, "lifeand": 2551, "spell": 2552, "gonna": 2553, "pass": 2554, "thrift": 2555, "explore.": 2556, "control": 2557, "fashion,": 2558, "summer,": 2559, "adventurous.": 2560, "sarcastic.": 2561, "allergic": 2562, "tryto": 2563, "kayaking": 2564, "mexico,": 2565, "part,": 2566, "whose": 2567, "majority": 2568, "bright,": 2569, "orange": 2570, "convinced": 2571, "plus,": 2572, "force": 2573, "explore,": 2574, "spain": 2575, "de": 2576, "earth.": 2577, "exercise,": 2578, "views": 2579, "progressive": 2580, "upbeat": 2581, "ran": 2582, "iknow": 2583, "discussing": 2584, "someday": 2585, "eye": 2586, "environmental": 2587, "fran": 2588, "sincere,": 2589, "agreat": 2590, "vegan": 2591, "musician": 2592, "spiritual,": 2593, "lover.": 2594, "writer": 2595, "doubt": 2596, "sake": 2597, "diversity": 2598, "cruz": 2599, "either.": 2600, "result": 2601, "river": 2602, "possible.i": 2603, "led": 2604, "hawaii,": 2605, "engaging": 2606, "marathon": 2607, "overseas": 2608, "streak": 2609, "section": 2610, "iwork": 2611, ":": 2612, "looked": 2613, "travelling": 2614, "facebook": 2615, "chick": 2616, "anytime": 2617, "latest": 2618, "cafe": 2619, "ideas,": 2620, "communicate": 2621, "yummy": 2622, "busy.": 2623, "play.": 2624, "traveler": 2625, "race": 2626, "drama,": 2627, "kiss": 2628, "believes": 2629, "18": 2630, "burn": 2631, "joyful": 2632, "sometimes.": 2633, "two.": 2634, "brother": 2635, "till": 2636, "lab": 2637, "monogamous": 2638, "otherwise": 2639, "chinese": 2640, "bear": 2641, "mine,": 2642, "center": 2643, "promise": 2644, "independence": 2645, "received": 2646, "series": 2647, "me;": 2648, "devoted": 2649, "integrity,": 2650, "onto": 2651, "myself.i": 2652, "myown": 2653, "satisfying": 2654, "hills,": 2655, "fellow": 2656, "theatre,": 2657, "cats.": 2658, "inappropriate": 2659, "chocolate.": 2660, "independent.": 2661, "thesame": 2662, "shooting": 2663, "great,": 2664, "(although": 2665, "toget": 2666, "craft": 2667, "define": 2668, "surfing,": 2669, "style.": 2670, "think,": 2671, "cycling": 2672, "habit": 2673, "messages": 2674, "spirited": 2675, "european": 2676, "inclined": 2677, "passionateabout": 2678, "(it": 2679, "22": 2680, "focusing": 2681, "serial": 2682, "competitive": 2683, "pizza": 2684, "geeky,": 2685, "ama": 2686, "easily.": 2687, "queen": 2688, "literature,": 2689, "regularly": 2690, "benefit": 2691, "amvery": 2692, "groups": 2693, "plants,": 2694, "built": 2695, "bought": 2696, "wisdom": 2697, "cheap": 2698, "created": 2699, "improve": 2700, "evening": 2701, "mental": 2702, "educated": 2703, "national": 2704, "solo": 2705, "text": 2706, "train": 2707, "stayed": 2708, "woods": 2709, "undergrad": 2710, "refuse": 2711, "advice": 2712, "open-minded.": 2713, "core": 2714, "try.": 2715, "paper": 2716, "trips.": 2717, "shoot": 2718, "mood": 2719, "inquisitive": 2720, "actual": 2721, "sexy.": 2722, "upfor": 2723, "concerned": 2724, "thai": 2725, "overthe": 2726, "travelled": 2727, "allow": 2728, "cooked": 2729, "random,": 2730, "will.": 2731, "floor": 2732, "alternative": 2733, "mouth": 2734, "hippie": 2735, "love:": 2736, "npr,": 2737, "throughout": 2738, "favorites": 2739, "camp": 2740, "beaches,": 2741, "pursuing": 2742, "w/": 2743, "haveto": 2744, "vegas": 2745, "color,": 2746, "(unless": 2747, "hilarious": 2748, "experienced": 2749, "50": 2750, "unusual": 2751, "dish": 2752, "compatible": 2753, "entirely": 2754, "psychology,": 2755, "stress": 2756, "fly": 2757, "beauty,": 2758, "rides": 2759, "yourself,": 2760, "trees,": 2761, "breath": 2762, "story.": 2763, "entertaining": 2764, "asi": 2765, "alsolove": 2766, "ever,": 2767, ";)i": 2768, "restaurants.": 2769, "pro": 2770, "opinionated,": 2771, "world.i": 2772, "ultimate": 2773, "me.i'm": 2774, "berkeley,": 2775, "pink": 2776, "words.": 2777, "band.": 2778, "self-summary": 2779, "social,": 2780, "philosophical": 2781, "ya": 2782, "romantic.": 2783, "hair.": 2784, "learning.": 2785, "myfamily": 2786, "jokes.": 2787, "feminist": 2788, "trek": 2789, "iget": 2790, "point.": 2791, "nieces": 2792, "totravel": 2793, "riding,": 2794, "apartment": 2795, "phone.": 2796, "country,": 2797, "tends": 2798, "usual": 2799, "(see": 2800, "etc.)": 2801, "impossible": 2802, "jokes,": 2803, "her,": 2804, "seeks": 2805, "soaking": 2806, "situation.": 2807, "destination": 2808, "way.i": 2809, "brunch,": 2810, "bit.": 2811, "possibility": 2812, "freak": 2813, "disagree": 2814, "biology": 2815, "message.": 2816, "spelling": 2817, "change,": 2818, "significant": 2819, "jumping": 2820, "men,": 2821, "(you": 2822, "wouldlove": 2823, "general.": 2824, "strength": 2825, "themselves.": 2826, "wall": 2827, "pleasure": 2828, "tv,": 2829, "concert": 2830, "tattoos,": 2831, "charming": 2832, "jazz,": 2833, "markets": 2834, "domestic": 2835, "knowwhat": 2836, "feed": 2837, "awhile": 2838, "supportive": 2839, "shouldn't": 2840, "spaces": 2841, "period": 2842, "ways.": 2843, "minutes": 2844, "raising": 2845, "boots": 2846, "spirituality": 2847, "africa,": 2848, "challenge.": 2849, "spirit.": 2850, "surprised": 2851, "(to": 2852, "makeup": 2853, "heavy": 2854, "andfriends": 2855, "exploring.": 2856, "for:": 2857, "gal,": 2858, "livemusic,": 2859, "stubborn,": 2860, "married,": 2861, "flowers,": 2862, "lovebeing": 2863, "account": 2864, "giant": 2865, "collection": 2866, "memories": 2867, "tour": 2868, "event,": 2869, "timewith": 2870, "deserve": 2871, "fight": 2872, "car.": 2873, "dreams,": 2874, "andenjoy": 2875, "bridge": 2876, "livingin": 2877, "shall": 2878, "i'mreally": 2879, "bayarea.": 2880, "reading.": 2881, "fantasy": 2882, "theright": 2883, "volleyball": 2884, "germany": 2885, "thoughts": 2886, "industry": 2887, "tasting,": 2888, "considering": 2889, "(just": 2890, "bicycle": 2891, "eastern": 2892, "rural": 2893, "excitement": 2894, "hello,": 2895, "british": 2896, "nerdy,": 2897, "indian": 2898, "mostof": 2899, "off.": 2900, "sex.": 2901, "glasses": 2902, "real.": 2903, "while,": 2904, "general,": 2905, "ican't": 2906, "getto": 2907, "ismy": 2908, "loving.": 2909, "shot": 2910, "diving,": 2911, "dancer,": 2912, "reply": 2913, "summers": 2914, "season": 2915, "up!": 2916, "exception": 2917, "answering": 2918, "respectful,": 2919, "landed": 2920, "leads": 2921, "drawing,": 2922, "wit,": 2923, "lifetime": 2924, "laughing.": 2925, "choice": 2926, "true,": 2927, "butalso": 2928, "prove": 2929, "passion.": 2930, "ways,": 2931, "wise": 2932, "real,": 2933, "something.": 2934, "cycling,": 2935, "ihate": 2936, "hasto": 2937, "spark": 2938, "considerate,": 2939, "13": 2940, "boys,": 2941, "television": 2942, "imagination": 2943, "senseof": 2944, "stores,": 2945, "hand.": 2946, "sweat": 2947, "hi.": 2948, "spontaneity": 2949, "&lt;3": 2950, "covered": 2951, "bisexual": 2952, "cute,": 2953, "clubs,": 2954, "away,": 2955, "before,": 2956, "please,": 2957, "mini": 2958, "others.i": 2959, "planet": 2960, "i?": 2961, "attended": 2962, "terribly": 2963, "primarily": 2964, "compliment": 2965, "diego,": 2966, "breaking": 2967, "todo": 2968, "toplay": 2969, "next.": 2970, "depth": 2971, "up.i": 2972, "portland,": 2973, "ask!": 2974, "laugh!": 2975, "architecture,": 2976, "die": 2977, "trustworthy,": 2978, "completed": 2979, "familyand": 2980, "technology": 2981, "critical": 2982, "shy.": 2983, "i'ma": 2984, "from.": 2985, "provide": 2986, "countries.": 2987, "passport": 2988, "lady.": 2989, "nyc,": 2990, "myfamily,": 2991, "theeast": 2992, "appreciating": 2993, "tryingnew": 2994, "life:": 2995, "broken": 2996, "(on": 2997, "update": 2998, "least,": 2999, "challenged": 3000, "runs": 3001, "here!": 3002, "drunk": 3003, "chivalry": 3004, "mountains.": 3005, "intellectually": 3006, "can,": 3007, "smiling": 3008, "(for": 3009, "hence": 3010, "tahoe,": 3011, "seattle": 3012, "end,": 3013, "game,": 3014, "cant": 3015, "brains": 3016, "new,": 3017, "=": 3018, "(this": 3019, "drawing": 3020, "site,": 3021, "oakland.": 3022, "spain,": 3023, ":p": 3024, "ive": 3025, "fitness": 3026, "want,": 3027, "with.i": 3028, "renaissance": 3029, "basically,": 3030, "parks": 3031, "vast": 3032, "compliments": 3033, "?": 3034, "cuz": 3035, "corporate": 3036, "calls": 3037, "events.": 3038, "toomuch": 3039, "rights": 3040, "french,": 3041, "fashioned": 3042, "banter": 3043, "stories.": 3044, "acoustic": 3045, "liberal,": 3046, "caring.": 3047, "yorker": 3048, "of,": 3049, "blow": 3050, "vs.": 3051, "anybody": 3052, "travelling,": 3053, "desert": 3054, "intend": 3055, "secure": 3056, "impressed": 3057, "provided": 3058, "journey.": 3059, "fucking": 3060, "andmy": 3061, "movedto": 3062, "county": 3063, "buti'm": 3064, "addition": 3065, "occasion": 3066, "phase": 3067, "forever": 3068, "etc": 3069, "hiking.": 3070, "asense": 3071, "god,": 3072, "hands.": 3073, "watching,": 3074, "do.i": 3075, "confident.": 3076, "studies": 3077, "settling": 3078, "gorgeous": 3079, "further": 3080, "tryingto": 3081, "thetime": 3082, "gift": 3083, "quest": 3084, "bonus": 3085, "action": 3086, "ampassionate": 3087, "varied": 3088, "amazing,": 3089, "sushi": 3090, "abetter": 3091, "weakness": 3092, "itwould": 3093, "thatis": 3094, "hardest": 3095, "andbeing": 3096, "issues,": 3097, "therapist": 3098, "ourselves": 3099, "shoes.": 3100, "stable": 3101, "reason.": 3102, "listener.": 3103, "tolaugh": 3104, "network": 3105, "being.": 3106, "ski,": 3107, "photos,": 3108, "offer,": 3109, "amalways": 3110, "appreciative": 3111, "actively": 3112, "adding": 3113, "\"\"\"\"a": 3114, "apretty": 3115, "we've": 3116, "justice": 3117, "goes.": 3118, "connection,": 3119, "nine": 3120, "mybest": 3121, "cool,": 3122, "conservative": 3123, "bacon": 3124, "distance": 3125, "i'mvery": 3126, "golf": 3127, "maker": 3128, "visited": 3129, "education,": 3130, "performance": 3131, "drag": 3132, "parks,": 3133, "regardless": 3134, "streets": 3135, "science,": 3136, "years.i": 3137, "anew": 3138, "ideas.": 3139, "yrs": 3140, "january": 3141, "cooking.": 3142, "brown": 3143, "eating,": 3144, "guy,": 3145, "running.": 3146, "version": 3147, "bigger": 3148, "yourself.": 3149, "kindof": 3150, "purpose": 3151, "motivated": 3152, "special.": 3153, "colorado": 3154, "master's": 3155, "upside": 3156, "math": 3157, "justice.": 3158, "festivals": 3159, "extrovert": 3160, "write.": 3161, "original": 3162, "baseball,": 3163, "nursing": 3164, "snow,": 3165, "basic": 3166, "click": 3167, "interested.": 3168, "wildly": 3169, "u.s.": 3170, "apart": 3171, 